Repository: nucleogenesis/studio
Catalog: contentcuration/locale/CSV_FILES/contentcuration/locale/*/LC_MESSAGES/django.po
Languages: ar_sa

source: Date/Time Created
ar_sa: تاريخ/وقت الإنشاء

source: Not Available
ar_sa: غير متاح

source: Ricecooker Version
ar_sa: إصدار Ricecooker

source: File Size
ar_sa: حجم الملف

source: # of {}s
ar_sa: # من {}s

source: # of Questions
ar_sa: # من الاسئلة

source: # of Subtitles
ar_sa: # من الترجمات

source: Arabic
ar_sa: العربيّة

source: The site is currently in read-only mode. Please try again later.
ar_sa: الموقع حالياً في وضع القراءة فقط. الرجاء المحاولة مجدداً في وقت لاحق.

source: Not enough space. Check your storage under Settings page.
ar_sa: لا توجد مساحة كافية. تحقق من مساحة التخزين الخاصة بك تحت صفحة الإعدادات.

source: Out of storage! Request more space under Settings > Storage.
ar_sa: نفذت مساحة التخزين! قم بطلب المزيد من المساحة من الإعدادات> التخزين.

source: (Original)
ar_sa: (أصلي)

source: English
ar_sa: الإنجليزية

source: Spanish
ar_sa: الإسبانية

source: Unknown error starting task. Please contact support.
ar_sa: حصل خطأ غير معروف أثناء بدء المهمة. الرجاء الاتصال بالدعم.

source: Kolibri Studio
ar_sa: استوديو كوليبري

source: Contentworkshop.learningequality.org has been deprecated. Please go to <a href="https://studio.learningequality.org">studio.learningequality.org</a> for the latest version of Studio
ar_sa: لم يعد يُشجّع على استخدام Contentworkshop.learningequality.org. يرجى التوجّه إلى <a href="https://studio.learningequality.org">studio.learningequality.org</a> للحصول على آخر إصدار الاستوديو

source: Kolibri Content Library Catalog
ar_sa: دليل مكتبة محتوى كوليبري

source: We're sorry, this channel was not found.
ar_sa: نعتذر، لم يتم العثور على هذه القناة.

source: Go Home
ar_sa: الذهاب الى الصفحة الرئيسية

source: Previous
ar_sa: السابق

source: current
ar_sa: الحالي

source: Next
ar_sa: التالي

source: Language not set
ar_sa: لم يتم تعيين اللغة

source: This file was generated on %(date)s
ar_sa: تم إنشاء هذا الملف في %(date)s

source: Created
ar_sa: تمّ الإنشاء

source: Last Published
ar_sa: آخر ما نُشر

source: Unpublished
ar_sa: غير منشور

source: USING THIS CHANNEL
ar_sa: استخدام هذه القناة

source: Copy one of the following into Kolibri to import this channel:
ar_sa: انسخ واحداً مما يلي إلى كوليبري لاستيراد هذه القناة:

source: Tokens (Recommended):
ar_sa: الرموز التعريفية (ينصح بها):

source: Channel ID:
ar_sa: مُعرّف القناة:

source: Channel must be published to import into Kolibri
ar_sa: يجب نشر القناة لاستيرادها إلى كوليبري

source: WHAT'S INSIDE
ar_sa: ما هو المضمون

source: %(count)s Resource
ar_sa: %(count)s مصادر

source: Includes
ar_sa: يتضمن

source: Languages
ar_sa: اللغات

source: Subtitles
ar_sa: الترجمات

source: For Educators
ar_sa: للمعلمين

source: Coach Content
ar_sa: المحتوى الخاص بالمدرب

source: Assessments
ar_sa: التقييمات

source: Content Tags
ar_sa: وسوم المحتوى

source: No tags found
ar_sa: لا توجد وسوم.

source: This channel is empty
ar_sa: هذه القناة فارغة

source: SOURCE
ar_sa: المصدر

source: This channel features resources created by:
ar_sa: هذه القناة تميز المصادر التي تم إنشاؤها من خلال:

source: Information not available
ar_sa: المعلومات غير متوفرة

source: The material in this channel was provided by:
ar_sa: تم توفير المواد الموجودة في هذه القناة عن طريق:

source: Material in this channel was originally hosted by:
ar_sa: تمت اصتضافة المواد الموجودة في هذه القناة في الأصل من قبل:

source: This channel includes the following licenses:
ar_sa: تحتوي هذه القناة على التراخيص التالية:

source: Copyright Holders:
ar_sa: مالكو حقوق النشر:

source: Token:
ar_sa: الرموز التعريفية:

source: What's Inside
ar_sa: ما هو المضمون

source: <span class="no-break">(+ %(count)s more)</span>
ar_sa: <span class="no-break">(+ %(count)s أكثر)</span>

source: Most Common Tags
ar_sa: الوسوم الأكثر شيوعاً

source: Source Information
ar_sa: معلومات المصدر

source: Authors:
ar_sa: المؤلفون:

source: <b>(+ %(count)s more)</b>
ar_sa: <b>(+ %(count)s أكثر)</b>

source: Providers:
ar_sa: مقدمو الخدمات:

source: <b>(+ %(count)s more)</b>
ar_sa: <b>(+ %(count)s أكثر)</b>

source: Aggregators:
ar_sa: جامعو المحتوى:

source: Licenses:
ar_sa: التراخيص:

source: Hello %(name)s,
ar_sa: مرحبا %(name)s,

source: Your csv for %(channel_name)s has finished generating (attached).
ar_sa: تم الانتهاء من إنشاء ملف csv الخاص بك لـ %(channel_name)s (مرفق).

source: Thanks for using Kolibri Studio!
ar_sa: شكرا لاستخدام استوديو كوليبري!

source: The Learning Equality Team
ar_sa: فريق المساواة في التعلم

source: CSV for %(channel_name)s
ar_sa: ملف CSV لـ %(channel_name)s

source: Here is the information for your Kolibri Studio account
ar_sa: فيما يلي معلومات عن حسابك في استوديو كوليبري

source: Name:
ar_sa: الاسم:

source: Email:
ar_sa: البريد الالكتروني:

source: Date joined:
ar_sa: تاريخ الانضمام:

source: Countries:
ar_sa: البلدان:

source: Intended use for Studio:
ar_sa: الهدف من استخدام الاستوديو:

source: You heard about Kolibri Studio from:
ar_sa: لقد سمعت عن استوديو كوليبري من:

source: Channels you have edit access to:
ar_sa: القنوات التي تملك حق الوصول للتعديل عليها:

source: Channels you have view access to:
ar_sa: القنوات التي تملك حق الوصول لعرضها:

source: Information about the resources you have uploaded has been attached as a CSV file.
ar_sa: تم إرفاق معلومات بخصوص المصادر التي حمّلتها كملف CSV.

source: If you have any questions or concerns, please email us at %(legal_email)s.
ar_sa: إذا كان لديك أية أسئلة أو استفسارات، يرجى التواصل معنا عبر البريد الإلكتروني %(legal_email)s.

source: Your Kolibri Studio account information
ar_sa: معلومات حسابك على استوديو كوليبري

source: There was an error opening this channel.
ar_sa: حصل خطأ ما أثناء فتح هذه القناة.

source: Try running ricecooker again.
ar_sa: حاول تشغيل إصدار ricecooker مجدداً.

source: Hello
ar_sa: مرحبا

source: has invited you to edit a channel at
ar_sa: قام بدعوتك لتعديل قناة في

source: Invititation to %(share_mode)s channel
ar_sa: دعوة لـ %(share_mode)s القناة

source: Click one of the following links to either accept or decline your invitation:
ar_sa: انقر على أحد الروابط التالية لقبول الدعوة الخاصة بك أو رفضها:

source: ACCEPT
ar_sa: قبول

source: DECLINE
ar_sa: رفض

source: Thanks for using our site!
ar_sa: شكرا على استخدام موقعنا!

source: %(first)s %(last)s has invited you to edit a channel at %(site)s.
ar_sa: %(first)s %(last)s قام بدعوتك لتحرير القناة على %(site)s.

source: %(first)s %(last)s has invited you to view a channel at %(site)s.
ar_sa: %(first)s %(last)s قام بدعوتك لعرض القناة على %(site)s.

source: Please sign in to Kolibri Studio to accept or decline your invitation:
ar_sa: يرجى تسجيل الدخول إلى استوديو كوليبري من أجل قبول أو رفض دعوتك:

source: Please follow this link to create an account (you must be signed in to accept or decline invitations):
ar_sa: الرجاء اتباع هذا الرابط لإنشاء حساب (يجبأن تقوم بتسجيل الدخول من أجل قبول الدعوات أو رفضها):

source: You've been invited to edit %(channel)s
ar_sa: لقد تمت دعوتك لتحرير %(channel)s

source: You've been invited to view %(channel)s
ar_sa: لقد تمت دعوتك لعرض %(channel)s

source: Welcome to Kolibri! Here is the link to activate your account:
ar_sa: مرحبا بك في كوليبري! إليك رابط تفعيل حسابك:

source: Click here to activate your account.
ar_sa: انقر هنا لتفعيل حسابك.

source: This link is valid for
ar_sa: هذا الرابط صالح لمدة

source: %(expiration_days)s days.
ar_sa: %(expiration_days)s أيام.

source: ACTIVATE
ar_sa: تفعيل

source: Here is your activation link for %(site_name)s:
ar_sa: إليك رابط التفعيل لـ %(site_name)s:

source: This link is valid for %(expiration_days)s days.
ar_sa: هذا الرابط صالح لمدة %(expiration_days)s أيام.

source: Account activation link for
ar_sa: رابط تفعيل الحساب لـ

source: You have requested a password reset link on %(site_name)s without first activating your account.
ar_sa: لقد قمت بطلب رابط إعادة تعيين كلمة المرور على %(site_name)s دون تفعيل حسابك أولاً..

source: Please activate your account by following the link below:
ar_sa: الرجاء تفعيل حسابك عن طريق الرابط أدناه

source: %(channel_name)s has finished publishing! Here is the channel token (for importing it into Kolibri):
ar_sa: انتهت %(channel_name)s من النشر! إليك رمز القناة (لاستيراده إلى كوليبري)::

source: Token: %(channel_token)s
ar_sa: الرمز التعريفي: %(channel_token)s

source: ID (for Kolibri version 0.6.0 and below): %(channel_id)s
ar_sa: معرّف (لإصدار 0.6.0 وما قبل من كوليبري): %(channel_id)s

source: Version notes: %(notes)s
ar_sa: ملاحظات حول الإصدار: %(notes)s

source: You are receiving this email because you are subscribed to this channel.
ar_sa: انت تتلقى هذا البريد الإلكتروني كمشترك في هذه القناة.

source: Content Curation Tools for Kolibri
ar_sa: أدوات تنسيق المحتوى في كوليبري

source: Password Reset
ar_sa: إعادة تعيين كلمة المرور

source: Submit
ar_sa: تقديم

source: Password reset unsuccessful.
ar_sa: لم تتم عملية إعادة تعيين كلمة المرور بنجاح.

source: The password reset link was invalid, possibly because it has already been used.
ar_sa: رابط إعادة تعيين كلمة المرور غير صالح، ربما لأنه قد تم استخدامه بالفعل.

source: Request a new password reset.
ar_sa: طلب رابط جديد لإعادة تعيين كلمة المرور.

source: You are receiving this e-mail because you requested a password reset for your user account at
ar_sa: أنت تتلقى هذا البريد الإلكتروني لأنك طلبت إعادة تعيين كلمة المرور لحساب المستخدم الخاص بك على

source: Reset my Password
ar_sa: إعادة تعيين كلمة المرور الخاصة بي

source: Please click the button below and choose a new password.
ar_sa: انقر على الزر أدناه لاختيار كلمة مرور جديدة

source: Your username is
ar_sa: اسم المستخدم الخاص بك هو

source: RESET
ar_sa: إعادة تعيين

source: You have requested a password reset for your account at %(site_name)s.
ar_sa: لقد طلبت إعادة تعيين كلمة المرور لحسابك على %(site_name)s.

source: Please reset your password by following the link below:
ar_sa: الرجاء إعادة تعيين كلمة المرور الخاصة بك من خلال الرابط أدناه:

source: In case you've forgotten, your username is:
ar_sa: في حال قد نسيت، اسم المستخدم الخاص بك هو:

source: Enter your email, and we'll send instructions for setting a new password.
ar_sa: أدخل بريدك الإلكتروني، وسنقوم بإرسال تعليمات تعيين كلمة مرور جديدة.

source: Reset Password
ar_sa: إعادة ضبط كلمة المرور

source: Password reset on
ar_sa: تمت إعادة تعيين كلمة المرور على

source: You have requested a password reset on %(site_name)s without first creating an account.
ar_sa: لقد قمتَ بطلب إعادة تعيين كلمة المرور على %(site_name)s من دون إنشاء حساب أولاً.

source: Please create an account by following the link below:
ar_sa: الرجاء تفعيل حسابك عبر الرابط أدناه:

source: Your %(email)s account on %(site_name)s has been deleted.
ar_sa: إن الحساب الخاص ببريدك الالكتروني %(email)s على %(site_name)s قد تم حذفه.

source: If this was a mistake, please email us at %(legal_email)s by %(buffer_date)s (%(num_days)s days from now).
ar_sa: في حال حدث ذلك عن طريق الخطأ، يرجى التواصل معنا على %(legal_email)s خلال %(buffer_date)s (%(num_days)s أيام من الآن).

source: Thank you for reporting your issue. Here is a copy of your report:
ar_sa: شكرا على الإبلاغ عن مشكلتك. إليك نسخة من تقريرك:

source: We are currently reviewing the information that you have provided, and will file your issue accordingly.
ar_sa: نقوم حاليًا بمراجعة المعلومات التي أرسلتها، وسنتعامل مع مشكلتك وفقًا لذلك.

source: We appreciate your patience and assistance as we work to improve Kolibri Studio!
ar_sa: نقدر صبرك ومساعدتك ونعمل على تحسين استوديو كوليبري!

source: Thank you,
ar_sa: شكراً،

source: Thank you for your request for additional storage.
ar_sa: شكرا لك على تقديم طلبك لمساحة تخزين إضافية.

source: Here is a copy of your request:
ar_sa: فيما يلي نسخة من طلبك:

source: We are currently reviewing the information that you have provided, and will work to be in touch in a timely manner depending on the scope of your request. While Kolibri Studio is under active development, we need to be especially mindful of how much additional storage can be provided to ensure that we can successfully continue to build the Studio tool. Many thanks in advance for your understanding.
ar_sa: نقوم حاليًا بمراجعة المعلومات التي أرسلتها، وسنتواصل معك في الوقت المناسب بحسب نوع طلبك. بينما يكون استوديو كوليبري قيد التطوير النشط، نحتاج إلى أن نكون مدركين بشكل خاص لمقدار مساحة التخزين الإضافية التي يمكن توفيرها لضمان قدرتنا على الاستمرار في إنشاء أداة الاستوديو بنجاح. شكراً مسبقاً لتفهمك.

source: No updates to review.
ar_sa: لا توجد تحديثات للمعاينة.

source: You do not have access to this page.
ar_sa: لا تملك الصلاحية للدخول إلى هذه الصفحة.

source: Unsupported Browser.
ar_sa: متصفح غير مدعوم.

source: Sorry, your browser version is not supported.
ar_sa: نعتذر، النسخة الحالية لمتصفحك غير مدعومة.

source: To use Kolibri Studio, we recommend using Firefox or Chrome.
ar_sa: لاستخدام استوديو كوليبري، ننصح باستخدام متصفح Firefox أو متصفح Chrome.

source: You can also try updating your current browser.
ar_sa: يمكنك أيضاً محاولة تحديث متصفحك الحالي.

source: The Attribution License lets others distribute, remix, tweak, and build upon your work, even commercially, as long as they credit you for the original creation. This is the most accommodating of licenses offered. Recommended for maximum dissemination and use of licensed materials.
ar_sa: يسمح ترخيص Attribution للآخرين بتوزيع عملك وإعادة دمجه وتعديله والبناء عليه في عملك، وحتى تجاريًا، طالما ينسبون لك الفضل في الإنشاء الأصلي. هذا هو أكثر التراخيص المقدمة توافقاً ويوصى به للحصول على أكبر قدر من نشر واستخدام المواد المرخصة.

source: The Attribution-ShareAlike License lets others remix, tweak, and build upon your work even for commercial purposes, as long as they credit you and license their new creations under the identical terms. This license is often compared to "copyleft" free and open source software licenses. All new works based on yours will carry the same license, so any derivatives will also allow commercial use. This is the license used by Wikipedia, and is recommended for materials that would benefit from incorporating content from Wikipedia and similarly licensed projects.
ar_sa: يسمح ترخيص Attribution-ShareAlike للآخرين بتوزيع عملك وإعادة دمجه وتعديله والبناء عليه في عملك، وحتى تجاريًا، طالما ينسبون لك الفضل ويرخصون إنشائاتهم الجديدة تحت نفس الشروط. غالبًا ما يتم مقارنة هذا الترخيص بتراخيص البرامج المجانية ومفتوحة المصدر "الحقوق المتروكة". ستحمل جميع الأعمال الجديدة المبنية على أعمالك نفس الترخيص، ولذلك، ستسمح أية مشتقات أيضًا بالاستخدام التجاري. إنه ذات الترخيص الذي تستخدمه ويكيبيديا، ويوصى به للمواد التي قد تستفيد من دمج محتوى من ويكيبيديا ومشاريع مرخصة مماثلة.

source: The Attribution-NoDerivs License allows for redistribution, commercial and non-commercial, as long as it is passed along unchanged and in whole, with credit to you.
ar_sa: يسمح ترخيص Attribution-NoDerivs بإعادة التوزيع، التجاري وغير التجاري، طالما أنه يتم نقله بشكل كامل دون تغيير، مع نسب الفضل لك.

source: The Attribution-NonCommercial License lets others remix, tweak, and build upon your work non-commercially, and although their new works must also acknowledge you and be non-commercial, they don't have to license their derivative works on the same terms.
ar_sa: يسمح ترخيص Attribution-NonCommercial للآخرين بإعادة دمج أعمالك وتعديلها والبناء عليها بشكل غير تجاري، وعلى الرغم من أن أعمالهم الجديدة يجب أن تنسب الفضل لك وأن تكون غير تجارية، فلا يتعين عليهم ترخيص أعمالهم المشتقة وفقًا للشروط نفسها.

source: The Attribution-NonCommercial-ShareAlike License lets others remix, tweak, and build upon your work non-commercially, as long as they credit you and license their new creations under the identical terms.
ar_sa: يتيح ترخيص Attribution-NonCommercial-ShareAlike للآخرين إعادة مزج أعمالك وتعديلها والبناء عليها بشكل غير تجاري، طالما أنهم ينسبون العمل إليك ويرخصون إبداعاتهم الجديدة وفقًا للشروط المماثلة.

source: The Attribution-NonCommercial-NoDerivs License is the most restrictive of our six main licenses, only allowing others to download your works and share them with others as long as they credit you, but they can't change them in any way or use them commercially.
ar_sa: يعتبر ترخيص Attribution-NonCommercial-NoDerivs هو الأكثر تقييدًا من بين تراخيصنا الستة الرئيسية، حيث يسمح للآخرين فقط بتنزيل أعمالك ومشاركتها مع الآخرين طالما أنهم ينسبون العمل إليك، ولكن لا يمكنهم تغيير العمل بأي شكل من الأشكال أو استخدامه تجاريًا.

source: The All Rights Reserved License indicates that the copyright holder reserves, or holds for their own use, all the rights provided by copyright law under one specific copyright treaty.
ar_sa: تشير رخصة -جميع الحقوق محفوظة- إلى أن صاحب حقوق الطبع والنشر يحتفظ بجميع الحقوق المنصوص عليها في قانون حقوق الطبع والنشر بموجب اتفاقية حقوق نشر محددة أو يحتفظ بها لاستخدامه الخاص.

source: Public Domain work has been identified as being free of known restrictions under copyright law, including all related and neighboring rights.
ar_sa: تم تحديد أعمال الملكية العام على أنها خالية من القيود المعروفة بموجب قانون حقوق الطبع والنشر، بما في ذلك جميع الحقوق المجاورة والمرتبطة.

source: Special Permissions is a custom license to use when the current licenses do not apply to the content. The owner of this license is responsible for creating a description of what this license entails.
ar_sa: التراخيص الخاصة هي تراخيص مخصصة للاستخدام عندما لا تنطبق التراخيص الحالية على المحتوى. يكون صاحب هذا الترخيص مسؤولاً عن إنشاء وصف لما يتطلبه هذا الترخيص.

source: 100% Correct
ar_sa: ١٠٠٪ صحيح

source: 10 in a row
ar_sa: ١٠ على التوالي

source: 2 in a row
ar_sa: ٢ على التوالي

source: 3 in a row
ar_sa: ٣ على التوالي

source: 5 in a row
ar_sa: ٥ على التوالي

source: M of N...
ar_sa: M من N...

source: All Rights Reserved
ar_sa: جميع الحقوق محفوظة

source: Public Domain
ar_sa: الملكية العامة

source: Special Permissions
ar_sa: تراخيص خاصة

source: No Channel
ar_sa: لا توجد قنوات

source: No resource
ar_sa: لا توجد مصادر

source: Channel
ar_sa: القناة

source: Title
ar_sa: العنوان

source: Kind
ar_sa: النوع

source: Filename
ar_sa: اسم الملفّ

source: URL
ar_sa: عنوان URL

source: Description
ar_sa: الوصف

source: Author
ar_sa: المؤلف

source: Language
ar_sa: اللغة

source: License
ar_sa: الترخيص

source: License Description
ar_sa: وصف الترخيص

source: Copyright Holder
ar_sa: مالك حقوق النشر

source: No Resource
ar_sa: لا توجد مصادر

source: Staged File
ar_sa: ملف مرحلي

source: %(count)d Topic
ar_sa: %(count)d مواضيع

source: %(count)d Video
ar_sa: %(count)d مقاطع فيديو

source: %(count)d Audio
ar_sa: %(count)d مقاطع صوتية

source: %(count)d Exercise
ar_sa: %(count)d تمارين

source: %(count)d Document
ar_sa: %(count)d مستندات نصية

source: %(count)d Html App
ar_sa: %(count)d تطبيقات Html

source: %(count)d H5P App
ar_sa: %(count)d تطبيقات H5P

source: %(count)d Slideshow
ar_sa: %(count)d عروض شرائح

source: %(count)d Total Resource
ar_sa: %(count)d مصادر إجمالية

source: %(count)d Total Resource
ar_sa: %(count)d مصادر إجمالية

source: Very Small
ar_sa: صغير جداً

source: Small
ar_sa: صغير

source: Average
ar_sa: المتوسّط

source: Large
ar_sa: كبير

source: Very Large
ar_sa: كبير جدا

source: Page %(page)s of %(pagecount)s - %(channel)s can be found on Kolibri Studio, a product of Learning Equality
ar_sa: يمكن العثور على الصفحة %(page)s من %(pagecount)s - %(channel)s في استوديو كوليبري، أحد منتجات المساواة في التعلم

source: Page %(page)s of %(pagecount)s - These channels can be found on Kolibri Studio, a product of Learning Equality
ar_sa: الصفحة %(page)s من %(pagecount)s - يمكن العثور على هذه القنوات في استوديو كوليبري، وهو أحد منتجات المساواة في التعلم

source: No language set
ar_sa: لم يتم تعيين لغة

source: * Subtitles included
ar_sa: * تم تضمين الترجمات

source: Coach Content
ar_sa: المحتوى الخاص بالمدرب

source: Assessments
ar_sa: التقييمات

source: Channel size: %(size)s
ar_sa: حجم القناة: %(size)s

source: Resource Breakdown
ar_sa: تفصيل المصادر

source: No Resources Found
ar_sa: لم يتم العثور على مصادر

source: No Tags Found
ar_sa: لا يتم العثور على وسوم

source: This slide was automatically generated by Kolibri Studio, a product of Learning Equality
ar_sa: تم إنشاء هذه الشريحة تلقائيًا بواسطة استوديو كوليبري وهو أحد منتجات المساواة في التعلم

source: Name
ar_sa: الاسم

source: Token
ar_sa: الرمز التعريفي

source: Size
ar_sa: الحجم

source: Storage
ar_sa: مساحة التخزين

source: Resources
ar_sa: المصادر

source: Coach Content?
ar_sa: محتوى خاص بالمدرب؟

source: Assessments?
ar_sa: التقييمات؟

source: Tags
ar_sa: الوسوم

source: Authors
ar_sa: المؤلفون

source: Providers
ar_sa: مقدمو الخدمات

source: Aggregators
ar_sa: جامعو المحتوى

source: Licenses
ar_sa: التراخيص

source: Copyright Holders
ar_sa: مالكو حقوق النشر

source: Publish channel to get token
ar_sa: نشر قناة للحصول على الرمز التعريفي

source: Yes
ar_sa: نعم

source: No
ar_sa: لا

source: B
ar_sa: بايت

source: KB
ar_sa: كيلو بايت

source: MB
ar_sa: ميغا بايت

source: GB
ar_sa: جيغا بايت

source: TB
ar_sa: تيرا بايت

source: There was a problem with a third-party service. This means certain operations might be blocked. We appreciate your patience while these issues are being resolved.
ar_sa: حدثت مشكلة في خدمة خاصة بجهة خارجية، وهذا يعني أنه قد يتم حظر بعض العمليات. نقدر صبرك أثناء حل هذه المشكلات.

source: <b>EMERGENCY MAINTENANCE</b> Kolibri Studio is operating on read-only mode for the time being in order for us to resolve some maintenance issues. This means all editing capabilities are disabled at the moment. We're currently working very hard to fix the issue as soon as possible. If you have any questions please contact us at content@learningequality.org. We apologize for any inconvenience caused and appreciate your patience while we resolve these issues.
ar_sa: <b>صيانة طارئة</b> يعمل استوديو كوليبري في وضع القراءة فقط في الوقت الحالي لكي نتمكن من حل بعض مشاكل الصيانة. وهذا يعني أن جميع إمكانيات التحرير معطلة حالياً. نعمل حالياً بجد لإصلاح المشكلة بأسرع وقت ممكن. إذا كان لديك أية أسئلة، يرجى التواصل معنا على content@learningequality.org. نعتذر عن أي إزعاج قد سببناه ونقدر تعاونك أثناء حل هذه المشاكل.

source: <b>EMERGENCY MAINTENANCE</b> Kolibri Studio is operating on read-only mode for the time being in order for us to resolve some database issues. This means all editing capabilities are disabled at the moment. We're currently working very hard to fix the issue as soon as possible. If you have any questions please contact us at content@learningequality.org. We apologize for any inconvenience caused and appreciate your patience while we resolve these issues.
ar_sa: <b>الصيانه الطارئه</b> يعمل استوديو في وضع القراءة فقط في الوقت الحالي حتى نتمكن من حل بعض مشكلات قاعدة البيانات. هذا يعني أن جميع إمكانيات التحرير معطلة حالياً. نحن نقوم بما وسعنالإصلاح المشكلة في أسرع وقت ممكن. إذا كانت لديك أية أسئلة، يرجى التواصل معنا على content@learningequality.org. نعتذر عن أي إزعاج سببه لك الأمر ونقدر صبرك أثناء حل هذه المشكلات.

source: We are encountering issues with Google Cloud Storage. This means any file uploading and publishing operations are currently unavailable. We appreciate your patience while these issues are being resolved. To check the status of this service, please visit <a target='_blank' href='https://status.cloud.google.com/'>here</a>
ar_sa: نواجه مشكلات مع Google Cloud Storage. هذا يعني أن أية عمليات تحميل ونشر غير متوفرة حاليًا. نحن نقدر صبرك أثناء حل هذه المشكلات. للتحقق من حالة هذه الخدمة، يرجى زيارة <a target='_blank' href='https://status.cloud.google.com/'>هنا</a>

source: We are encountering issues with a third-party service. This means publishing is currently unavailable. We appreciate your patience while these issues are being resolved.
ar_sa: نواجه مشكلات مع خدمة مرتبطة بجهة خارجية. هذا يعني أن النشر غير متاح حاليًا. نحن نقدر صبرك أثناء حل هذه المشكلات.
