Repository: nucleogenesis/studio
Catalog: contentcuration/locale/CSV_FILES/contentcuration/locale/*/LC_MESSAGES/django.po
Languages: ar_sa

source: We are encountering issues with our data center. This means you may encounter networking problems while using Studio. We appreciate your patience while these issues are being resolved. To check the status of this service, please visit <a target='_blank' href='https://status.cloud.google.com/'>here</a>
ar_sa: نواجه مشكلات مع مركز البيانات الخاص بنا. هذا يعني أنك قد تواجه مشاكل في الشبكات أثناء استخدام الاستوديو. نقدر صبرك أثناء حل هذه المشكلات. للتحقق من حالة هذه الخدمة قم بزيارة <a target='_blank' href='https://status.cloud.google.com/'>هنا</a>

source: (Copy)
ar_sa: (نسخ)

source: Kolibri Studio Channel Published
ar_sa: تم نشر قناة استوديو كوليبري

source: Api endpoint {} is not available
ar_sa: نقطة نهاية Api {} غير متوفرة

source: No channel matching {} found
ar_sa: لم يتم العثور على قناة مطابقة {}

source: Kolibri Studio issue report
ar_sa: الإبلاغ عن مشكلة في استوديو كوليبري

source: Kolibri Studio account deleted
ar_sa: تم حذف حساب استوديو كوليبري

source: Unknown format
ar_sa: صيغة غير معروفة
